// © Copyright 2010-2013, 2015 HP Development Company, L.P.

HSDTaskName = "Perusfaksiasetukset";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "Faksin testausta ei aloitettu";
FaxTestNotInitiatedMsgKey = "Varmista, että laite on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen.";
FaxTestFailedTitle = "Faksin testaus epäonnistui";
FaxTestFailedMsg = "Tarkista, että faksilinjan valintaääni kuuluu ja että puhelinjohto on kytketty oikein laitteeseen.\n\nLaite on tulostanut raportin, jossa on lisätietoja.";
FaxTestSucceededTitle = "Faksin testaus onnistui";
FaxTestSucceededMsg = "Faksilinjan testaus onnistui. Laite on nyt valmiina lähettämään ja vastaanottamaan fakseja.\n\nLaite on tulostanut raportin, jossa on lisätietoja.";
FaxTestCancelledTitle = "Faksin testaus peruutettiin";
FaxTestCancelledMsg = "Faksilinjan testaus peruutettiin";
FaxLineTestProgressTitle = "Odota, faksilinjaa testataan…";
FaxHWDamagedMsg = "Tulostimen faksiosa on vioittunut eikä pysty suorittamaan faksitestiä. Pyydä lisätietoja HP:n tuesta.";
GetHelpButtonTitle = "Näytä HP:n ohje";

EmptyNameAndNumberFieldTitle = "Yritys/nimi- ja faksinumerokenttiä ei voi jättää tyhjäksi";
EmptyNameAndNumberFieldMsg = "Määritä yritys/nimi ja faksinumero.";

EmptyNameFieldTitle = "Yritys/nimi-kenttä ei voi olla tyhjä";
EmptyNameFieldMsg = "Määritä Yritys/nimi.";

EmptyFaxNumberFieldTitle = "Faksinumero-kenttä ei voi olla tyhjä";
EmptyFaxNumberFieldMsg = "Määritä faksinumero.";

EmptyFaxNumberPrefixFieldTitle = "Faksivalinnan etunumero -kenttä ei voi olla tyhjä";
EmptyFaxNumberPrefixFieldMsg = "Määritä faksivalinnan etunumero.";

FaxPrefixEnableTitle = "Käytä faksin etunumeroa:";
HSDFaxDialNumberPrefixTitle = "Faksin etunumero:";
HSDUserNameLabelTitle = "Yritys/nimi:";
HSDFaxNumberLabelTitle = "Faksinumero:";
HSDRingsUntilAnswerLabelTitle = "Sointikerrat ennen vastausta:";
TestLabelTitle = "Testaa laitteen faksiasetukset:";
HSDTestButtonTitle = "Testaa laitteen faksiasetukset";

OnModeTitle = "Käytössä";
OffModeTitle = "Ei käytössä";
RequiredFieldsTitle = "*Pakollinen kenttä";
HSDApplyButtonTitle = "Ota käyttöön";
HSDTaskDescription = "Näillä asetuksilla määritetään faksin otsikko ja se, miten laite vastaa puheluihin. Katso lisätietoja napsauttamalla \"Lisätietoja…\".";

HSDDefaultTrayTitle = "Oletusalusta:";
Auto = "Automaattinen";
